Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# BasicConstraintsColumnHeaderBtn.Content
source: Basic Constraints
ar: القيود الأساسية
de_de: Basiseinschränkungen
el_gr: Βασικοί περιορισμοί
es: Restricciones básicas
fr_fr: Contraintes de Base
he_il: אילוצים בסיסיים
hi_in: बुनियादी बाधाएँ
ja_jp: 基本制約
ml_in: അടിസ്ഥാന നിയന്ത്രണങ്ങൾ
pl_pl: Podstawowe ograniczenia
tr_tr: Temel Kısıtlamalar

# KeyUsageHeader.Text
source: Key Usage
ar: استخدامات المفتاح
de_de: Schlüsselverwendung
el_gr: Χρήση κλειδιού
es: Uso de clave
fr_fr: Utilisation de la Clé
he_il: שימושי מפתח
hi_in: कुंजी उपयोग
ja_jp: キー使用法
ml_in: കീ ഉപയോഗം
pl_pl: Zastosowanie klucza
tr_tr: Anahtar Kullanımı

# KeyUsageColumnHeaderBtn.Content
source: Key Usage
ar: استخدامات المفتاح
de_de: Schlüsselverwendung
el_gr: Χρήση κλειδιού
es: Uso de clave
fr_fr: Utilisation de la Clé
he_il: שימושי מפתח
hi_in: कुंजी उपयोग
ja_jp: キー使用法
ml_in: കീ ഉപയോഗം
pl_pl: Zastosowanie klucza
tr_tr: Anahtar Kullanımı

# AuthorityKeyIdentifierHeader.Text
source: Authority Key Identifier
ar: معرّف مفتاح الجهة المصدِّرة
de_de: Bezeichner des Aussteller-Schlüssels
el_gr: Αναγνωριστικό κλειδιού αρχής
es: Identificador de clave de la autoridad
fr_fr: Identifiant de Clé de l'Autorité
he_il: מזהה מפתח הרשות
hi_in: प्राधिकरण कुंजी पहचानकर्ता
ja_jp: 権限キー識別子
ml_in: അഥോറിറ്റി കീ ഐഡന്റിഫയർ
pl_pl: Identyfikator klucza urzędu
tr_tr: Yetki Anahtarı Tanımlayıcısı

# AuthorityKeyIdentifierColumnHeaderBtn.Content
source: Authority Key Identifier
ar: معرّف مفتاح الجهة المصدِّرة
de_de: Bezeichner des Aussteller-Schlüssels
el_gr: Αναγνωριστικό κλειδιού αρχής
es: Identificador de clave de la autoridad
fr_fr: Identifiant de Clé de l'Autorité
he_il: מזהה מפתח הרשות
hi_in: प्राधिकरण कुंजी पहचानकर्ता
ja_jp: 権限キー識別子
ml_in: అഥോറിറ്റി കീ ഐഡന്റിഫയർ
pl_pl: Identyfikator klucza urzędu
tr_tr: Yetki Anahtarı Tanımlayıcısı

# SubjectKeyIdentifierHeader.Text
source: Subject Key Identifier
ar: معرّف مفتاح الموضوع
de_de: Bezeichner des Subjekt-Schlüssels
el_gr: Αναγνωριστικό κλειδιού υποκειμένου
es: Identificador de clave del sujeto
fr_fr: Identifiant de Clé du Sujet
he_il: מזהה מפתח הנושא
hi_in: विषय कुंजी पहचानकर्ता
ja_jp: サブジェクトキー識別子
ml_in: സബ്ജക്ട് കീ ഐഡന്റിഫയർ
pl_pl: Identyfikator klucza podmiotu
tr_tr: Konu Anahtarı Tanımlayıcısı

# SubjectKeyIdentifierColumnHeaderBtn.Content
source: Subject Key Identifier
ar: معرّف مفتاح الموضوع
de_de: Bezeichner des Subjekt-Schlüssels
el_gr: Αναγνωριστικό κλειδιού υποκειμένου
es: Identificador de clave del sujeto
fr_fr: Identifiant de Clé du Sujet
he_il: מזהה מפתח הנושא
hi_in: विषय कुंजी पहचानकर्ता
ja_jp: サブジェクトキー識別子
ml_in: സബ്ജക്ട് കീ ഐഡന്റിഫയർ
pl_pl: Identyfikator klucza podmiotu
tr_tr: Konu Anahtarı Tanımlayıcısı

# RawDataLengthHeader.Text
source: Raw Data Length
ar: طول البيانات الخام
de_de: Rohdatenlänge
el_gr: Μήκος ακατέργαστων δεδομένων
es: Longitud de datos sin procesar
fr_fr: Longueur des Données Brutes
he_il: אורך הנתונים הגולמיים
hi_in: कच्चे डेटा की लंबाई
ja_jp: 生データ長
ml_in: അസംസ്കൃത ഡാറ്റയുടെ നീളം
pl_pl: Długość danych surowych
tr_tr: Ham Veri Uzunluğu

# RawDataLengthColumnHeaderBtn.Content
source: Raw Data Length
ar: طول البيانات الخام
de_de: Rohdatenlänge
el_gr: Μήκος ακατέργαστων δεδομένων
es: Longitud de datos sin procesar
fr_fr: Longueur des Données Brutes
he_il: אורך הנתונים הגולמיים
hi_in: कच्चे डेटा की लंबाई
ja_jp: 生データ長
ml_in: അസംസ്കൃത ഡാറ്റയുടെ നീളം
pl_pl: Długość danych surowych
tr_tr: Ham Veri Uzunluğu

# PublicKeyLengthHeader.Text
source: Public Key Length
ar: طول المفتاح العمومي
de_de: Länge des öffentlichen Schlüssels
el_gr: Μήκος δημόσιου κλειδιού
es: Longitud de la clave pública
fr_fr: Longueur de la Clé Publique
he_il: אורך המפתח הציבורי
hi_in: सार्वजनिक कुंजी की लंबाई
ja_jp: 公開キー長
ml_in: പബ്ലിക് കീയുടെ നീളം
pl_pl: Długość klucza publicznego
tr_tr: Genel Anahtar Uzunluğu

# PublicKeyLengthColumnHeaderBtn.Content
source: Public Key Length
ar: طول المفتاح العمومي
de_de: Länge des öffentlichen Schlüssels
el_gr: Μήκος δημόσιου κλειδιού
es: Longitud de la clave pública
fr_fr: Longueur de la Clé Publique
he_il: אורך המפתח הציבורי
hi_in: सार्वजनिक कुंजी की लंबाई
ja_jp: 公開キー長
ml_in: പബ്ലിക് കീയുടെ നീളം
pl_pl: Długość klucza publicznego
tr_tr: Genel Anahtar Uzunluğu

# CMSDetailsButton.Content
source: CMS Details
ar: تفاصيل CMS
el_gr: Λεπτομέρειες CMS
es: Detalles de CMS
fr_fr: Détails CMS
he_il: פרטי CMS
hi_in: CMS विवरण
ja_jp: CMS詳細
ml_in: CMS വിശദാംശങ്ങൾ
pl_pl: Szczegóły CMS
tr_tr: CMS Ayrıntıları

# CMSDetailsButton.ToolTipService.ToolTip
source: Show PKCS #7/CMS (Cryptographic Message Syntax) signature metadata for the selected file.
ar: عرض بيانات وصف توقيع PKCS #7/CMS (صياغة الرسائل المشفّرة) للملف المحدد.
de_de: PKCS #7/CMS (Cryptographic Message Syntax)-Signaturmetadaten für die ausgewählte Datei anzeigen.
el_gr: Εμφάνιση μεταδεδομένων υπογραφής PKCS #7/CMS (Σύνταξη Κρυπτογραφικών Μηνυμάτων) για το επιλεγμένο αρχείο.
es: Mostrar metadatos de firma PKCS #7/CMS (Cryptographic Message Syntax) para el archivo seleccionado.
fr_fr: Afficher les métadonnées de signature PKCS #7/CMS (Cryptographic Message Syntax) pour le fichier sélectionné.
he_il: הצג מטא־נתוני חתימה של PKCS #7/CMS (Cryptographic Message Syntax) עבור הקובץ שנבחר.
hi_in: चयनित फ़ाइल के लिए PKCS #7/CMS (Cryptographic Message Syntax) हस्ताक्षर मेटाडेटा दिखाएँ।
ja_jp: 選択したファイルのPKCS #7/CMS（暗号メッセージ構文）署名メタデータを表示します。
ml_in: തിരഞ്ഞെടുത്ത ഫയലിനായി PKCS #7/CMS (Cryptographic Message Syntax) ഒപ്പിന്റെ മെറ്റാഡാറ്റ പ്രദർശിപ്പിക്കുക.
pl_pl: Pokaż metadane podpisu PKCS #7/CMS (Cryptographic Message Syntax) dla wybranego pliku.
tr_tr: Seçilen dosya için PKCS #7/CMS (Şifrelemeli Mesaj Sözdizimi) imza meta verilerini göster.

# CMSDetailsButton.AutomationProperties.HelpText
source: Show PKCS #7/CMS (Cryptographic Message Syntax) signature metadata for the selected file.
ar: عرض بيانات وصف توقيع PKCS #7/CMS (صياغة الرسائل المشفّرة) للملف المحدد.
de_de: PKCS #7/CMS (Cryptographic Message Syntax)-Signaturmetadaten für die ausgewählte Datei anzeigen.
el_gr: Εμφάνιση μεταδεδομένων υπογραφής PKCS #7/CMS (Σύνταξη Κρυπτογραφικών Μηνυμάτων) για το επιλεγμένο αρχείο.
es: Mostrar metadatos de firma PKCS #7/CMS (Cryptographic Message Syntax) para el archivo seleccionado.
fr_fr: Afficher les métadonnées de signature PKCS #7/CMS (Cryptographic Message Syntax) pour le fichier sélectionné.
he_il: הצג מטא־נתוני חתימה של PKCS #7/CMS (Cryptographic Message Syntax) עבור הקובץ שנבחר.
hi_in: चयनित फ़ाइल के लिए PKCS #7/CMS (Cryptographic Message Syntax) हस्ताक्षर मेटाडेटा दिखाएँ।
ja_jp: 選択したファイルのPKCS #7/CMS（暗号メッセージ構文）署名メタデータを表示します。
ml_in: തിരഞ്ഞെടുത്ത ഫയലിനായി PKCS #7/CMS (Cryptographic Message Syntax) ഒപ്പിന്റെ മെറ്റാഡാറ്റ പ്രദർശിപ്പിക്കുക.
pl_pl: Pokaż metadane podpisu PKCS #7/CMS (Cryptographic Message Syntax) dla wybranego pliku.
tr_tr: Seçilen dosya için PKCS #7/CMS (Şifrelemeli Mesaj Sözdizimi) imza meta verilerini göster.

# CMSVersion.Text
source: CMS Version:
ar: إصدار CMS:
el_gr: Έκδοση CMS:
es: Versión de CMS:
fr_fr: Version CMS :
he_il: גרסת CMS:
hi_in: CMS संस्करण:
ja_jp: CMSバージョン：
ml_in: CMS പതിപ്പ്:
pl_pl: Wersja CMS:
tr_tr: CMS Sürümü:

# CMSIsDetached.Text
source: Is Detached:
ar: هل هو منفصل:
de_de: Ist abgetrennt:
el_gr: Είναι αποσπασμένο:
es: Está desacoplado:
fr_fr: Est Détaché :
he_il: האם מנותק:
hi_in: क्या पृथक है:
ja_jp: 分離署名：
ml_in: വേർതിരിച്ചിരിക്കുന്നു:
pl_pl: Czy odłączony:
tr_tr: Müstakil:

# CMSContentTypeFriendlyName.Text
source: Content Type Friendly Name:
ar: الاسم المألوف لنوع المحتوى:
de_de: Anzeigename des Inhaltstyps:
el_gr: Φιλική ονομασία τύπου περιεχομένου:
es: Nombre descriptivo del tipo de contenido:
fr_fr: Nom Convivial du Type de Contenu :
he_il: שם ידידותי של סוג התוכן:
hi_in: सामग्री प्रकार का अनुकूल नाम:
ja_jp: コンテンツタイプ表示名：
ml_in: ഉള്ളടക്ക തരം സൗഹൃദ നാമം:
pl_pl: Przyjazna nazwa typu zawartości:
tr_tr: İçerik Türü Kolay Ad:

# CMSContentTypeOid.Text
source: Content Type OID:
ar: معرّف الكائن (OID) لنوع المحتوى:
de_de: OID des Inhaltstyps:
el_gr: OID τύπου περιεχομένου:
es: OID del tipo de contenido:
fr_fr: OID du Type de Contenu :
he_il: OID של סוג התוכן:
hi_in: सामग्री प्रकार OID:
ja_jp: コンテンツタイプOID：
ml_in: ഉള്ളടക്ക തരം OID:
pl_pl: OID typu zawartości:
tr_tr: İçerik Türü OID'si:

# CMSRawCmsDataLength.Text
source: Raw CMS Data Length:
ar: طول بيانات CMS الخام:
de_de: Länge der CMS-Rohdaten:
el_gr: Μήκος ακατέργαστων δεδομένων CMS:
es: Longitud de datos CMS sin procesar:
fr_fr: Longueur des Données CMS Brutes :
he_il: אורך נתוני CMS הגולמיים:
hi_in: कच्चे CMS डेटा की लंबाई:
ja_jp: 生CMSデータ長：
ml_in: അസംസ്കൃത CMS ഡാറ്റയുടെ നീളം:
pl_pl: Długość surowych danych CMS:
tr_tr: Ham CMS Veri Uzunluğu:

# CMSContentInfoDataLength.Text
source: Content Info Data Length:
ar: طول بيانات معلومات المحتوى:
de_de: Länge der Content-Info-Daten:
el_gr: Μήκος δεδομένων πληροφοριών περιεχομένου:
es: Longitud de los datos de información de contenido:
fr_fr: Longueur des Données d'Info de Contenu :
he_il: אורך נתוני מידע התוכן:
hi_in: सामग्री जानकारी डेटा की लंबाई:
ja_jp: コンテンツ情報データ長：
ml_in: കണ്ടന്റ് ഇൻഫോ ഡാറ്റയുടെ നീളം:
pl_pl: Długość danych informacji o zawartości:
tr_tr: İçerik Bilgisi Veri Uzunluğu:

# OpenInPolicyEditorButton.Content
source: Open In The Policy Editor
ar: فتح في محرر السياسات
de_de: Im Richtlinien-Editor öffnen
el_gr: Άνοιγμα στον Επεξεργαστή Πολιτικών
es: Abrir en el Editor de Políticas
fr_fr: Ouvrir dans l'Éditeur de Politique
he_il: פתח בעורך המדיניות
hi_in: नीति संपादक में खोलें
ja_jp: ポリシーエディターで開く
ml_in: പോളിസി എഡിറ്ററിൽ തുറക്കുക
pl_pl: Otwórz w Edytorze Zasad
tr_tr: Politika Düzenleyicide Aç

# OpenInPolicyEditorButton.ToolTipService.ToolTip
source: Open the selected policy in the Policy Editor where you can see detailed overview of the policy and have the option to customize it further right inside of this app.
ar: افتح السياسة المحددة في محرر السياسات حيث يمكنك الاطلاع على نظرة عامة مفصلة على السياسة ولديك خيار تخصيصها بشكل إضافي داخل هذا التطبيق.
de_de: Öffnen Sie die ausgewählte Richtlinie im Richtlinien-Editor, wo Sie eine detaillierte Übersicht der Richtlinie sehen und sie direkt in dieser App weiter anpassen können.
el_gr: Ανοίξτε την επιλεγμένη πολιτική στον Επεξεργαστή Πολιτικών, όπου μπορείτε να δείτε αναλυτική επισκόπηση της πολιτικής και έχετε τη δυνατότητα να την προσαρμόσετε περαιτέρω μέσα στην εφαρμογή.
es: Abrir la política seleccionada en el Editor de Políticas, donde puedes ver una vista general detallada de la política y tienes la opción de personalizarla más dentro de esta aplicación.
fr_fr: Ouvrir la politique sélectionnée dans l'Éditeur de Politique où vous pouvez voir un aperçu détaillé de la politique et avoir l'option de la personnaliser davantage directement dans cette application.
he_il: פתח את המדיניות שנבחרה בעורך המדיניות, שבו ניתן לראות סקירה מפורטת של המדיניות ויש אפשרות להתאמה אישית נוספת ישירות בתוך היישום.
hi_in: नीति संपादक में चयनित नीति खोलें, जहाँ आप नीति का विस्तृत अवलोकन देख सकते हैं और इसी ऐप के भीतर इसे आगे अनुकूलित करने का विकल्प है।
ja_jp: 選択したポリシーをポリシーエディターで開きます。ポリシーの詳細な概要を確認でき、このアプリ内でさらにカスタマイズするオプションもあります。
ml_in: തിരഞ്ഞെടുത്ത പോളിസി പോളിസി എഡിറ്ററിൽ തുറക്കുക, അവിടെ നിങ്ങൾക്ക് പോളിസിയുടെ വിശദമായ അവലോകനം കാണാനും ഈ ആപ്പിനുള്ളിൽ തന്നെ അത് കൂടുതൽ ഇഷ്ടാനുസൃതമാക്കാനും കഴിയും.
pl_pl: Otwórz wybraną zasadę w Edytorze Zasad, gdzie możesz zobaczyć szczegółowy przegląd zasad oraz masz możliwość dalszej personalizacji bezpośrednio w tej aplikacji.
tr_tr: Seçilen politikayı, politikaya ilişkin ayrıntılı genel bakışı görebileceğiniz ve bu uygulamanın içinde daha fazla özelleştirme seçeneğine sahip olabileceğiniz Politika Düzenleyici'de açın.

# OpenInPolicyEditorButton.AutomationProperties.HelpText
source: Open the selected policy in the Policy Editor where you can see detailed overview of the policy and have the option to customize it further right inside of this app.
ar: افتح السياسة المحددة في محرر السياسات حيث يمكنك الاطلاع على نظرة عامة مفصلة على السياسة ولديك خيار تخصيصها بشكل إضافي داخل هذا التطبيق.
de_de: Öffnen Sie die ausgewählte Richtlinie im Richtlinien-Editor, wo Sie eine detaillierte Übersicht der Richtlinie sehen und sie direkt in dieser App weiter anpassen können.
el_gr: Ανοίξτε την επιλεγμένη πολιτική στον Επεξεργαστή Πολιτικών, όπου μπορείτε να δείτε αναλυτική επισκόπηση της πολιτικής και έχετε τη δυνατότητα να την προσαρμόσετε περαιτέρω μέσα στην εφαρμογή.
es: Abrir la política seleccionada en el Editor de Políticas, donde puedes ver una vista general detallada de la política y tienes la opción de personalizarla más dentro de esta aplicación.
fr_fr: Ouvrir la politique sélectionnée dans l'Éditeur de Politique où vous pouvez voir un aperçu détaillé de la politique et avoir l'option de la personnaliser davantage directement dans cette application.
he_il: פתח את המדיניות שנבחרה בעורך המדיניות, שבו ניתן לראות סקירה מפורטת של המדיניות ויש אפשרות להתאמה אישית נוספת ישירות בתוך היישום.
hi_in: नीति संपादक में चयनित नीति खोलें, जहाँ आप नीति का विस्तृत अवलोकन देख सकते हैं और इसी ऐप के भीतर इसे आगे अनुकूलित करने का विकल्प है।
ja_jp: 選択したポリシーをポリシーエディターで開きます。ポリシーの詳細な概要を確認でき、このアプリ内でさらにカスタマイズするオプションもあります。
ml_in: തിരഞ്ഞെടുത്ത പോളിസി പോളിസി എഡിറ്ററിൽ തുറക്കുക, അവിടെ നിങ്ങൾക്ക് പോളിസിയുടെ വിശദമായ അവലോകനം കാണാനും ഈ ആപ്പിനുള്ളിൽ തന്നെ അത് കൂടുതൽ ഇഷ്ടാനുസൃതമാക്കാനും കഴിയും.
pl_pl: Otwórz wybraną zasadę w Edytorze Zasad, gdzie możesz zobaczyć szczegółowy przegląd zasad oraz masz możliwość dalszej personalizacji bezpośrednio w tej aplikacji.
tr_tr: Seçilen politikayı, politikaya ilişkin ayrıntılı genel bakışı görebileceğiniz ve bu uygulamanın içinde daha fazla özelleştirme seçeneğine sahip olabileceğiniz Politika Düzenleyici'de açın.

# SignedPolicyError
source: The policy file '{0}' does not have the EnabledUnsignedSystemIntegrityPolicy rule option. It cannot be deployed in unsigned mode.
ar: ملف النهج '{0}' لا يحتوي على خيار القاعدة EnabledUnsignedSystemIntegrityPolicy. لا يمكن نشره في الوضع غير الموقّع.
de_de: Die Richtliniendatei '{0}' verfügt nicht über die Regeloption EnabledUnsignedSystemIntegrityPolicy. Sie kann nicht im unsignierten Modus bereitgestellt werden.
el_gr: Το αρχείο πολιτικής '{0}' δεν διαθέτει την επιλογή κανόνα EnabledUnsignedSystemIntegrityPolicy. Δεν μπορεί να αναπτυχθεί σε κατάσταση χωρίς υπογραφή.
es: El archivo de directiva '{0}' no tiene la opción de regla EnabledUnsignedSystemIntegrityPolicy. No se puede implementar en modo sin firma.
fr_fr: Le fichier de politique '{0}' n'a pas l'option de règle EnabledUnsignedSystemIntegrityPolicy. Il ne peut pas être déployé en mode non signé.
he_il: קובץ המדיניות '{0}' אינו כולל את אפשרות הכלל EnabledUnsignedSystemIntegrityPolicy. לא ניתן לפרוס אותו במצב לא חתום.
hi_in: पॉलिसी फ़ाइल '{0}' में EnabledUnsignedSystemIntegrityPolicy नियम विकल्प नहीं है। इसे बिना हस्ताक्षर वाले मोड में परिनियोजित नहीं किया जा सकता.
ja_jp: ポリシーファイル「{0}」にはEnabledUnsignedSystemIntegrityPolicyルールオプションがありません。未署名モードで展開できません。
ml_in: നയം ഫയൽ '{0}' ന് EnabledUnsignedSystemIntegrityPolicy റൂൾ ഓപ്ഷൻ ഇല്ല. ഇത് ഒപ്പിടാത്ത മോഡിൽ വിന്യസിക്കാൻ കഴിയില്ല.
pl_pl: Plik zasad '{0}' nie zawiera opcji reguły EnabledUnsignedSystemIntegrityPolicy. Nie można go wdrożyć w trybie niepodpisanym.
tr_tr: '{0}' politika dosyasında EnabledUnsignedSystemIntegrityPolicy kural seçeneği yok. İmzasız modda dağıtılamaz.

# CipPolicyFileSizeExceedsLimitMessage
source: The policy binary file '{0}' exceeds the size limit of {1} bytes. Its size is {2} bytes.
ar: ملف النهج الثنائي '{0}' يتجاوز حد الحجم البالغ {1} بايت. حجمه هو {2} بايت.
de_de: Die Binärdatei der Richtlinie '{0}' überschreitet das Größelimit von {1} Bytes. Ihre Größe beträgt {2} Bytes.
el_gr: Το δυαδικό αρχείο πολιτικής '{0}' υπερβαίνει το όριο μεγέθους των {1} byte. Το μέγεθός του είναι {2} byte.
es: El archivo binario de la directiva '{0}' supera el límite de tamaño de {1} bytes. Su tamaño es de {2} bytes.
fr_fr: Le fichier binaire de politique '{0}' dépasse la limite de taille de {1} octets. Sa taille est de {2} octets.
he_il: קובץ הבינרי של המדיניות '{0}' חורג ממגבלת הגודל של {1} בתים. הגודל שלו הוא {2} בתים.
hi_in: पॉलिसी बाइनरी फ़ाइल '{0}' {1} बाइट की आकार सीमा से अधिक है। इसका आकार {2} बाइट है.
ja_jp: ポリシーバイナリファイル「{0}」がサイズ制限{1}バイトを超えています。サイズは{2}バイトです。
ml_in: നയത്തിന്റെ ബൈനറി ഫയൽ '{0}' {1} ബൈറ്റ് വലുപ്പപരിധി കവിയുന്നു. ഇതിന്റെ വലുപ്പം {2} ബൈറ്റ് ആണ്.
pl_pl: Plik binarny zasad '{0}' przekracza limit rozmiaru {1} bajtów. Jego rozmiar to {2} bajtów.
tr_tr: '{0}' politika ikili dosyası, {1} baytlık boyut sınırını aşıyor. Boyutu {2} bayttır.

# EnableUnsupportedPolicyRuleOptionsToggleSwitch.Header
source: Unsupported Rules Availability
ar: توفر القواعد غير المدعومة
de_de: Verfügbarkeit nicht unterstützter Regeln
el_gr: Διαθεσιμότητα μη υποστηριζόμενων κανόνων
es: Disponibilidad de reglas no compatibles
fr_fr: Disponibilité des Règles Non Prises en Charge
he_il: זמינות כללים שאינם נתמכים
hi_in: असमर्थित नियमों की उपलब्धता
ja_jp: 未サポートルールの利用可否
ml_in: പിന്തുണയില്ലാത്ത റൂളുകളുടെ ലഭ്യത
pl_pl: Dostępność nieobsługiwanych reguł
tr_tr: Desteklenmeyen Kuralların Kullanılabilirliği

# EnableUnsupportedPolicyRuleOptionsToggleSwitch.ToolTipService.ToolTip
source: Whether the policy rule options that are either unsupported or undocumented are enabled or disabled.
ar: يحدد ما إذا كانت خيارات قواعد النهج غير المدعومة أو غير الموثقة ممكّنة أم معطّلة.
de_de: Legt fest, ob Richtlinienregeloptionen, die nicht unterstützt oder nicht dokumentiert sind, aktiviert oder deaktiviert sind.
el_gr: Καθορίζει αν οι επιλογές κανόνων πολιτικής που είναι μη υποστηριζόμενες ή μη τεκμηριωμένες είναι ενεργοποιημένες ή απενεργοποιημένες.
es: Indica si las opciones de reglas de la directiva que no están compatibles o no están documentadas están habilitadas o deshabilitadas.
fr_fr: Si les options de règle de politique qui sont soit non prises en charge soit non documentées sont activées ou désactivées.
he_il: קובע אם אפשרויות כללי המדיניות שאינן נתמכות או אינן מתועדות יופעלו או יושבתו.
hi_in: निर्धारित करता है कि जो पॉलिसी नियम विकल्प असमर्थित या बिना प्रलेखित हैं वे सक्षम हैं या अक्षम.
ja_jp: サポートされていない、または文書化されていないポリシールールオプションを有効にするか無効にするかを指定します。
ml_in: പിന്തുണയില്ലാത്തതോ രേഖപ്പെടുത്തിയിട്ടില്ലാത്തതോ ആയ നയ റൂൾ ഓപ്ഷനുകൾ സജീവമാണോ പ്രവർത്തനരഹിതമാണോ എന്ന് നിർണയിക്കുന്നു.
pl_pl: Określa, czy opcje reguł zasad, które są nieobsługiwane lub nieudokumentowane, są włączone czy wyłączone.
tr_tr: Desteklenmeyen veya belgelenmeyen politika kuralı seçeneklerinin etkin mi yoksa devre dışı mı olduğu.

# EnableUnsupportedPolicyRuleOptionsToggleSwitch.AutomationProperties.HelpText
source: Whether the policy rule options that are either unsupported or undocumented are enabled or disabled.
ar: يحدد ما إذا كانت خيارات قواعد النهج غير المدعومة أو غير الموثقة ممكّنة أم معطّلة.
de_de: Legt fest, ob Richtlinienregeloptionen, die nicht unterstützt oder nicht dokumentiert sind, aktiviert oder deaktiviert sind.
el_gr: Καθορίζει αν οι επιλογές κανόνων πολιτικής που είναι μη υποστηριζόμενες ή μη τεκμηριωμένες είναι ενεργοποιημένες ή απενεργοποιημένες.
es: Indica si las opciones de reglas de la directiva que no están compatibles o no están documentadas están habilitadas o deshabilitadas.
fr_fr: Si les options de règle de politique qui sont soit non prises en charge soit non documentées sont activées ou désactivées.
he_il: קובע אם אפשרויות כללי המדיניות שאינן נתמכות או אינן מתועדות יופעלו או יושבתו.
hi_in: निर्धारित करता है कि जो पॉलिसी नियम विकल्प असमर्थित या बिना प्रलेखित हैं वे सक्षम हैं या अक्षम.
ja_jp: サポートされていない、または文書化されていないポリシールールオプションを有効にするか無効にするかを指定します。
ml_in: പിന്തുണയില്ലാത്തതോ രേഖപ്പെടുത്തിയിട്ടില്ലാത്തതോ ആയ നയ റൂൾ ഓപ്ഷനുകൾ സജീവമാണോ പ്രവർത്തനരഹിതമാണോ എന്ന് നിർണയിക്കുന്നു.
pl_pl: Określa, czy opcje reguł zasad, które są nieobsługiwane lub nieudokumentowane, są włączone czy wyłączone.
tr_tr: Desteklenmeyen veya belgelenmeyen politika kuralı seçeneklerinin etkin mi yoksa devre dışı mı olduğu.

# EnableUnsupportedPolicyRuleOptionsToggleSwitch.OnContent
source: Available
ar: متاح
de_de: Verfügbar
el_gr: Διαθέσιμο
es: Disponible
fr_fr: Disponible
he_il: זמין
hi_in: उपलब्ध
ja_jp: 利用可能
ml_in: ലഭ്യം
pl_pl: Dostępne
tr_tr: Mevcut

# EnableUnsupportedPolicyRuleOptionsToggleSwitch.OffContent
source: Unavailable
ar: غير متاح
de_de: Nicht verfügbar
el_gr: Μη διαθέσιμο
es: No disponible
fr_fr: Indisponible
he_il: לא זמין
hi_in: अनुपलब्ध
ja_jp: 利用不可
ml_in: ലഭ്യമല്ല
pl_pl: Niedostępne
tr_tr: Kullanılamıyor

# UseV2CIManagementSettingsCard.Description
source: Enable this feature to make alternative methods available for deploying and removing App Control policies. These methods do not depend on the CiTool executable and can be used if CiTool is blocked or unavailable.
ar: قم بتمكين هذه الميزة لإتاحة طرق بديلة لنشر وإزالة نهج App Control. هذه الطرق لا تعتمد على الملف التنفيذي CiTool ويمكن استخدامها إذا كان CiTool محجوباً أو غير متاح.
de_de: Aktivieren Sie diese Funktion, um alternative Methoden zum Bereitstellen und Entfernen von App-Control-Richtlinien verfügbar zu machen. Diese Methoden sind nicht vom CiTool-Programm abhängig und können verwendet werden, wenn CiTool blockiert oder nicht verfügbar ist.
el_gr: Ενεργοποιήστε αυτήν τη δυνατότητα για να καταστήσετε διαθέσιμες εναλλακτικές μεθόδους ανάπτυξης και κατάργησης πολιτικών App Control. Αυτές οι μέθοδοι δεν εξαρτώνται από το εκτελέσιμο CiTool και μπορούν να χρησιμοποιηθούν αν το CiTool είναι μπλοκαρισμένο ή μη διαθέσιμο.
es: Habilite esta característica para poner a disposición métodos alternativos para implementar y quitar directivas de App Control. Estos métodos no dependen del ejecutable CiTool y pueden usarse si CiTool está bloqueado o no está disponible.
fr_fr: Activez cette fonctionnalité pour rendre disponibles des méthodes alternatives pour déployer et supprimer des politiques App Control. Ces méthodes ne dépendent pas de l'exécutable CiTool et peuvent être utilisées si CiTool est bloqué ou indisponible.
he_il: יש להפעיל תכונה זו כדי להפוך שיטות חלופיות לפריסה ולהסרה של מדיניות App Control לזמינות. שיטות אלה אינן תלויות בקובץ ההפעלה CiTool וניתן להשתמש בהן אם CiTool חסום או אינו זמין.
hi_in: App Control पॉलिसियों को परिनियोजित और हटाने के लिए वैकल्पिक विधियाँ उपलब्ध कराने हेतु इस फ़ीचर को सक्षम करें। ये विधियाँ CiTool निष्पादन योग्य पर निर्भर नहीं हैं और यदि CiTool अवरुद्ध या अनुपलब्ध है तो उपयोग की जा सकती हैं.
ja_jp: この機能を有効にすると、App Controlポリシーの展開と削除に代替方法が利用可能になります。これらの方法はCiTool実行ファイルに依存せず、CiToolがブロックされているか利用できない場合に使用できます。
ml_in: App Control നയങ്ങൾ വിന്യസിക്കാൻയും നീക്കം ചെയ്യാനും ബദൽ രീതികൾ ലഭ്യമാക്കാൻ ഈ സവിശേഷത സജീവമാക്കുക. ഈ രീതികൾ CiTool എക്സിക്യൂട്ടബിളിനെ ആശ്രയിക്കുന്നതല്ല, CiTool തടഞ്ഞിട്ടുണ്ടെങ്കിൽ അല്ലെങ്കിൽ ലഭ്യമല്ലെങ്കിൽ അവ ഉപയോഗിക്കാം.
pl_pl: Włącz tę funkcję, aby udostępnić alternatywne metody wdrażania i usuwania zasad App Control. Metody te nie zależą od pliku wykonywalnego CiTool i można ich użyć, jeśli CiTool jest zablokowany lub niedostępny.
tr_tr: Uygulama Denetimi ilkelerini dağıtmak ve kaldırmak için alternatif yöntemler sağlamak üzere bu özelliği etkinleştirin. Bu yöntemler CiTool yürütülebilir dosyasına bağlı değildir ve CiTool engellendiğinde veya kullanılamadığında kullanılabilir.

# UseV2CIManagementSettingsCard.Header
source: Use Code Integrity management V2
ar: استخدام إدارة تكامل الشفرة V2
de_de: Code Integrity-Verwaltung V2 verwenden
el_gr: Χρήση διαχείρισης Code Integrity έκδοση 2
es: Usar administración de Code Integrity V2
fr_fr: Utiliser la gestion de l'Intégrité du Code V2
he_il: השתמש בניהול Code Integrity גרסה 2
hi_in: Code Integrity प्रबंधन V2 का उपयोग करें
ja_jp: コード整合性管理V2を使用
ml_in: Code Integrity മാനേജ്മെന്റ് V2 ഉപയോഗിക്കുക
pl_pl: Użyj zarządzania Code Integrity w wersji 2
tr_tr: Kod Bütünlüğü yönetimi V2'yi kullanın
